Repository: BeanGreen247/openbox-with-windows-snapping
Catalog: po/*.po
Languages: el

source: Invalid action "%s" requested. No such action exists.
el: Αιτήθηκε μη έγκυρη ενέργεια "%s". Δεν υπάρχει τέτοια ενέργεια.

source: No
el: Όχι

source: Yes
el: Ναι

source: Execute
el: Εκτέλεση

source: Failed to convert the path "%s" from utf8
el: Αποτυχία μετατροπής διαδρομής "%s" από utf8

source: Cancel
el: Άκυρο

source: Exit
el: Έξοδος

source: Are you sure you want to exit Openbox?
el: Θέλετε να εξέλθετε του Openbox;

source: Exit Openbox
el: Έξοδος Openbox

source: The SessionLogout action is not available since Openbox was built without session management support
el: Η ενέργεια SessionLogout δεν είναι διαθέσιμη διότι το Openbox έχει κατασκευαστεί χωρίς υποστήριξη διαχείρισης συνεδρίας

source: Log Out
el: Αποσύνδεση

source: Are you sure you want to log out?
el: Θέλετε να αποσυνδεθείτε;

source: Unnamed Window
el: Ανώνυμο Παράθυρο

source: Killing...
el: Τερματισμός...

source: Not Responding
el: Δεν ανταποκρίνεται

source: The window "%s" does not seem to be responding. Do you want to force it to exit by sending the %s signal?
el: Το παράθυρο "%s" δεν δείχνει να ανταποκρίνεται. Εξαναγκασμός τερματισμού με αποστολή σήματος %s;

source: End Process
el: Τερματισμός Διεργασίας

source: The window "%s" does not seem to be responding. Do you want to disconnect it from the X server?
el: Το παράθυρο "%s" δεν δείχνει να ανταποκρίνεται. Θέλετε να αποσυνδεθείτε από τον εξυπηρετητή X;

source: Disconnect
el: Αποσύνδεση

source: Go there...
el: Μετακίνηση...

source: Manage desktops
el: Διαχείριση επιφανειών εργασίας

source: _Add new desktop
el: Προσθήκη νέας επιφάνειας εργασίας (_A)

source: _Remove last desktop
el: Αφαίρεση τελευταίας επιφάνειας εργασίας (_R)

source: Windows
el: Παράθυρα

source: Desktops
el: Επιφάνειες Εργασίας

source: All desktops
el: Όλες οι επιφάνειες εργασίας

source: _Layer
el: Επίπεδο (_L)

source: Always on _top
el: Πάντα στο προσκήνιο (_T)

source: _Normal
el: Κανονικό (_N)

source: Always on _bottom
el: Πάντα στο παρασκήνιο (_B)

source: _Send to desktop
el: Αποστολή στην επιφάνεια εργασίας (_S)

source: Client menu
el: Μενού πελάτη

source: R_estore
el: Επαναφορά (_R)

source: _Move
el: Μετακίνηση (_M)

source: Resi_ze
el: Αλλαγή Μεγέθους (_Z)

source: Ico_nify
el: Εικονοποίηση (_N)

source: Ma_ximize
el: Μεγιστοποίηση (_X)

source: _Roll up/down
el: Κύλιση επάνω/κάτω (_R)

source: Un/_Decorate
el: Ξε/Στολισμός (_D)

source: _Close
el: Κλείσιμο (_C)

source: Invalid button "%s" specified in config file
el: Μη έγκυρο πλήκτρο "%s", καθορισμένο στο αρχείο ρυθμίσεων

source: Conflict with key binding in config file
el: Σύγκρουση συνδυασμού πλήκτρων στο αρχείο ρυθμίσεων

source: Unable to find a valid menu file "%s"
el: Αδυναμία εύρεσης έγκυρου αρχείου μενού "%s"

source: Failed to execute command for pipe-menu "%s": %s
el: Αποτυχία εκτέλεσης εντολής για το pipe-menu "%s": %s

source: Invalid output from pipe-menu "%s"
el: Μη έγκυρο αποτέλεσμα από το pipe-menu "%s"

source: Attempted to access menu "%s" but it does not exist
el: Έγινε προσπάθεια στο μενού πρόσβασης "%s" αλλά αυτό δεν υπάρχει

source: More...
el: Περισσότερα...

source: Invalid button "%s" in mouse binding
el: Μη έγκυρο πλήκτρο "%s" στο συνδυασμό ποντικού

source: Invalid context "%s" in mouse binding
el: Μη έγκυρο περιεχόμενο "%s" στο συνδυασμό ποντικιού

source: Unable to change to home directory "%s": %s
el: Αδυναμία αλλαγής προσωπικού καταλόγου "%s": %s

source: Failed to open the display from the DISPLAY environment variable.
el: Αποτυχία ανοίγματος της εμφάνισης από την μεταβλητή ΕΜΦΑΝΙΣΗ περιβάλλοντος.

source: Failed to initialize the obrender library.
el: Αποτυχία αρχικοποίησης της βιβλιοθήκης obrender.

source: X server does not support locale.
el: Ο εξυπηρετητής X δεν υποστηρίζει τοπικές ρυθμίσεις.

source: Cannot set locale modifiers for the X server.
el: Αδυναμία ορισμού μετατροπέων τοπικών ρυθμίσεων για τον εξυπηρετητή X.

source: Unable to find a valid config file, using some simple defaults
el: Αδυναμία εύρεσης έγκυρου αρχείου ρυθμίσεων, με χρήση μερικών απλών προεπιλογών

source: Unable to load a theme.
el: Αδυναμία φόρτωσης θέματος.

source: One or more XML syntax errors were found while parsing the Openbox configuration files. See stdout for more information. The last error seen was in file "%s" line %d, with message: %s
el: Βρέθηκαν ένα ή περισσότερα συντακτικά σφάλματα XML κατά την ανάλυση των αρχείων ρυθμίσεων του Openbox. Για περισσότερες πληροφορίες δείτε το stdout. Το τελευταίο σφάλμα που εμφανίστηκε ήταν στο αρχείο "%s" γραμμή %d, με το μήνυμα: %s

source: Openbox Syntax Error
el: Σφάλμα Σύνταξης Obenbox

source: Close
el: Κλείσιμο

source: Restart failed to execute new executable "%s": %s
el: Η επανεκκίνηση απέτυχε να εκτελέσει το νέο εκτελέσιμο "%s": %s

source: Copyright (c)
el: Πνευματικά δικαιώματα (c)

source: Syntax: openbox [options]
el: Σύνταξη: openbox [options]

source: Options:
el: Επιλογές:

source: --help Display this help and exit
el: --help Εμφάνιση βοήθειας και έξοδος

source: --version Display the version and exit
el: --version Εμφάνιση της έκδοσης και έξοδος

source: --replace Replace the currently running window manager
el: --replace Αντικατάσταση του τρέχοντος διαχειριστή παραθύρων

source: --config-file FILE Specify the path to the config file to use
el: --config-file FILE Καθορισμός διαδρομής αρχείου ρυθμίσεων που θα χρησιμοποιηθεί

source: --sm-disable Disable connection to the session manager
el: --sm-disable Απενεργοποίηση σύνδεσης στον διαχειριστή συνεδρίας

source: Passing messages to a running Openbox instance:
el: Μεταβίβαση μηνυμάτων σε εκτελούμενη διεργασία Openbox:

source: --reconfigure Reload Openbox's configuration
el: --reconfigure Ανανέωση ρυθμίσεων Openbox

source: --restart Restart Openbox
el: --restart Επανεκκίνηση Openbox

source: --exit Exit Openbox
el: --exit Έξοδος Openbox

source: Debugging options:
el: Επιλογές αποσφαλμάτωσης:

source: --sync Run in synchronous mode
el: --sync Εκτέλεση σε κατάσταση συγχρονισμού

source: --debug Display debugging output
el: --debug Εμφάνιση αποτελεσμάτων αποσφαλμάτωσης

source: --debug-focus Display debugging output for focus handling
el: --debug-focus Εμφάνισης αποτελεσμάτων αποσφαλμάτωσης για εστίαση χειρισμών

source: --debug-xinerama Split the display into fake xinerama screens
el: --debug-xinerama Διαίρεση οθόνης σε ψευδείς οθόνες xinerama

source: Please report bugs at %s
el: Παρακαλώ αναφέρετε σφάλματα στο %s

source: --config-file requires an argument
el: --config-file απαιτεί μια παράμετρο

source: Invalid command line argument "%s"
el: Μη έγκυρη παράμετρος γραμμής εντολών "%s"

source: A window manager is already running on screen %d
el: Ο διαχειριστής παραθύρων εκτελείται ήδη στην οθόνη %d

source: Could not acquire window manager selection on screen %d
el: Αδυναμία ανάκτησης επιλογής διαχειριστή παραθύρου στην οθόνη %d

source: The WM on screen %d is not exiting
el: Ο Διαχειριστής Παραθύρων στην οθόνη %d δεν τερματίζεται

source: Openbox is configured for %d desktop, but the current session has %d. Overriding the Openbox configuration.
el: Το Openbox είναι ρυθμισμένο για %d επιφάνεια εργασίας, αλλά η τρέχουσα συνεδρία έχει %d. Αντικατάσταση των ρυθμίσεων του Openbox.

source: desktop %i
el: επιφάνεια εργασίας %i

source: Unable to make directory "%s": %s
el: Αδυναμία δημιουργίας καταλόγου "%s": %s

source: Unable to save the session to "%s": %s
el: Αδυναμία αποθήκευσης συνεδρίας στο "%s": %s

source: Error while saving the session to "%s": %s
el: Σφάλμα κατά την αποθήκευση της συνεδρίας στο "%s": %s

source: Not connected to a session manager
el: Δεν συνδέθηκε στον διαχειριστή συνεδρίας

source: Running %s
el: Εκτελείται %s

source: Invalid modifier key "%s" in key/mouse binding
el: Μη έγκυρο πλήκτρο μετατροπέα "%s" στο συνδυασμό πλήκτρων/ποντικού

source: Invalid key code "%s" in key binding
el: Μη έγκυρος κώδικας πλήκτρου "%s" στον συνδυασμό πλήκτρου

source: Invalid key name "%s" in key binding
el: Μη έγκυρο όνομα πλήκτρου "%s" στον συνδυασμό πλήκτρου

source: Requested key "%s" does not exist on the display
el: Το αιτούμενο πλήκτρο "%s" δεν υπάρχει στην προβολή

source: X Error: %s
el: Σφάλμα X: %s

source: OK
el: Εντάξει
